Repository: ControlledChaos/bp-wake-up-sleepers
Catalog: languages/bp-wake-up-sleepers-*.po
Languages: fr_fr

source: 1- Select Sleepers
fr_fr: 1- Choix des endormis

source: 2- Compose Mail
fr_fr: 2- Composition du mail

source: 3- Send Mails
fr_fr: 3- Envoi des mails

source: 4- Manage Unsubscribed
fr_fr: 4- Gérer les désinscrits

source: Email saved
fr_fr: Email sauvegardé

source: Oops something went wrong
fr_fr: Oops une erreur est survenue

source: Select the type of sleepers
fr_fr: Sélectionnez le type d&#39;endormis

source: Not activated
fr_fr: Non activés

source: Never logged in
fr_fr: Jamais connectés

source: Sleeping Buddies
fr_fr: Membres endormis

source: Some code to customize your email
fr_fr: Du code pour personnaliser votre email

source: will echo the display name of the user
fr_fr: sera remplacé par le nom de l&#39;utilisateur

source: will echo a link to activate the user&#39;s account
fr_fr: sera remplacé par le lien d&#39;activation du compte

source: will echo the login of the user
fr_fr: sera remplacé par l&#39;identifiant de l&#39;utilisateur

source: will echo a link to user&#39;s profile page
fr_fr: sera remplacé par la page de profil de l&#39;utilisateur

source: Send all
fr_fr: Tout envoyer

source: Send a test to admin email
fr_fr: S&#39;envoyer un mail de test

source: Please wait till the <b>Result</b> appears at the bottom of the iframe below
fr_fr: Merci de patienter jusqu&#39;à l&#39;apparition du <b>Résultat</b> en bas de l&#39;iframe ci-dessous

source: Below the list of the unsubscribed users and their types, you can remove a user from the unsubscribed list, delete users that unsubscribed and never logged in or never activated their accounts
fr_fr: Ci-dessous, la liste utilisateurs désinscrits qualifiés de leur type, vous pouvez retirer un utilisateur de cette liste, supprimer un désinscrit qui n&#39;a jamais activé son compte ou ne s&#39;est jamais connecté

source: Unsubscribed list is empty
fr_fr: La liste des désinscrits est vide

source: Latest emailing results for this kind of sleepers
fr_fr: Résultats du dernier envoi d&#39;emails pour cette catégorie d&#39;endormis

source: Number of email(s) sent:
fr_fr: Nombre d&#39;emails envoyés:

source: Number of error(s):
fr_fr: Nombre d&#39;erreurs:

source: Since
fr_fr: Depuis

source: Display name
fr_fr: Nom

source: No sleeper to display
fr_fr: Aucun endormi à afficher

source: BP Wake Up Sleepers Settings
fr_fr: Réglages BP Wake Up Sleepers

source: Which template do you wish to use ?
fr_fr: Quel template souhaitez vous utiliser ?

source: Full
fr_fr: Complet

source: Full template is adding an header and a footer based on your site&#39;s information
fr_fr: Le template complet ajoute une entête et un pied de page en se basant sur les informations de votre site

source: Use header image instead of blog name and description (full template only)
fr_fr: Utiliser l&#39;image d&#39;entête de votre blog en lieu et place de son titre et de sa description (uniquement pour le template complet)

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Save Settings
fr_fr: Sauvegarder les réglages

source: Please add some content to this email thanks to the Compose Mail tab
fr_fr: Merci d&#39;ajouter du contenu à cet email grâce à l&#39;outil de compistion d&#39;email

source: activate your account
fr_fr: activer votre compte

source: profile page
fr_fr: page de profil

source: Unsubscribe
fr_fr: Se désinscrire

source: OOps, no user seems to match your request!
fr_fr: OOps, aucun utilisateur ne semble satisfaire votre requête!

source: activation reminder
fr_fr: Rappel au sujet de l&#39;activation de votre compte

source: come visit us !
fr_fr: Venez nous rendre visite !

source: A preview of your mail
fr_fr: Aperçu de votre email

source: Close preview
fr_fr: Fermer l&#39;aperçu

source: OOps, we could not identify you.
fr_fr: OOps, nous ne sommes pas parvenu à vous identifier

source: You successfully unsubscribed to this website
fr_fr: Vous vous êtes désinscrit avec succès de ce site

source: You are already unsubscribed to this website
fr_fr: Vous êtes déjà désinscrit de ce site

source: OOps, no unsubscribed user found
fr_fr: OOps, aucun désinscrit trouvé

source: OOps, unexpected error
fr_fr: OOps, erreur inattendue

source: Are you sure ?
fr_fr: Etes vous sûre ?

source: Add Favorites
fr_fr: Activités favorites

source: Save email
fr_fr: Enregistrer email

source: Preview email
fr_fr: Aperçu

source: OOps, you need to wait untill tomorrow before being able to send this request again
fr_fr: OOps, vous devrez attendre jusqu&#39;à demain avant de pouvoir envoyer de nouveau des emails à ce type d&#39;endormis

source: Error in mails:
fr_fr: Erreur(s):

source: Add some of your favorite activities
fr_fr: Ajouter quelques unes de vos activités favorites

source: Choose the activity you want to insert in your mail
fr_fr: Sélectionner les activités que vous souhaitez insérer dans votre mail

source: Favorite Activities
fr_fr: Activités mises en favori

source: No activity favorited
fr_fr: Aucune activité mise en favori

source: Insert selected activities
fr_fr: Insérer les activités choisies

source: Unknown
fr_fr: Inconnu

source: Account not activated
fr_fr: Compte non activé

source: Delete registration
fr_fr: Supprimer l&#39;inscription

source: Remove from unsubsribed list
fr_fr: Retirer de la liste des désinscrits

source: Delete account
fr_fr: Supprimer le compte

source: Sleeping member
fr_fr: Membre endormi

source: Need to wake the sleeping users of your BuddyPress community ?
fr_fr: Vous avez besoin de réveiller les utilisateurs endormis de votre communauté BuddyPress ?
